{
  "hadiths": [
    "১। কাজের ফল নিয়তে নির্ভরশীল। — (সহিহ বুখারি)",
    "২। মুসলিম সে-ই যার মুখ ও হাত থেকে অন্য মুসলিম নিরাপদ থাকে। — (সহিহ বুখারি)",
    "৩। উত্তম মানুষ সে-ই, যার চরিত্র উত্তম। — (তিরমিজি)",
    "৪। রাগের সময় নিজেকে নিয়ন্ত্রণ করতে পারাই প্রকৃত শক্তি। — (বুখারি ও মুসলিম)",
    "৫। যার অন্তরে অহংকারের পরিমাণ গন্ধকের দানা পরিমাণ থাকবে, সে জান্নাতে প্রবেশ করবে না। — (মুসলিম)",
    "৬। মানুষকে উপকার করা আল্লাহর কাছে সবচেয়ে প্রিয় কাজ। — (মুসলিম)",
    "৭। দয়ালুদের প্রতি দয়াময় আল্লাহ দয়া করেন। — (তিরমিজি)",
    "৮। যারা মানুষের প্রতি কৃতজ্ঞ নয়, তারা আল্লাহর প্রতিও কৃতজ্ঞ হতে পারে না। — (তিরমিজি)",
    "৯। উত্তম কথা বলা অথবা নীরব থাকা — এটাই মুমিনের গুণ। — (বুখারি)",
    "১০। সহজ করো, কঠিন করো না; সুসংবাদ দাও, নিরাশ করো না। — (বুখারি)",
    "১১। যে ব্যক্তি আল্লাহর ওপর ভরসা করে, আল্লাহ তার জন্য যথেষ্ট। — (তিরমিজি)",
    "১২। একজন মুমিন আরেক মুমিনের জন্য আয়নার মতো। — (আবু দাউদ)",
    "১৩। কারো প্রতি রাগ করলে তার মুখের ওপর খারাপ বলো না। — (তিরমিজি)",
    "১৪। উত্তম মানুষ সে, যার হাত ও জিহ্বা থেকে সবাই নিরাপদ। — (মুসলিম)",
    "১৫। সত্য কথা মানুষকে ন্যায়ের পথে নিয়ে যায়। — (বুখারি ও মুসলিম)",
    "১৬। কৃপণ সে-ই, যে আমার নাম শুনেও আমার প্রতি দরুদ পাঠায় না। — (তিরমিজি)",
    "১৭। দুনিয়া মুমিনের কারাগার এবং কাফিরের জান্নাত। — (মুসলিম)",
    "১৮। তোমাদের মধ্যে উত্তম সেই ব্যক্তি, যে তার পরিবারের কাছে উত্তম। — (তিরমিজি)",
    "১৯। নামাজ দ্বীনের মূল স্তম্ভ। — (তিরমিজি)",
    "২০। মানুষ মারা যাওয়ার পর তিনটি কাজ ছাড়া তার সব আমল বন্ধ হয়ে যায় — সদকা জারিয়া, উপকারী জ্ঞান, ও নেক সন্তান। — (মুসলিম)",
    "২১। ভাইয়ের জন্য গোপনে দোয়া করলে ফেরেশতা বলে: তোমার জন্যও একই দোয়া কবুল হোক। — (মুসলিম)",
    "২২। পরস্পরের ওপর হিংসা করো না। — (বুখারি)",
    "২৩। দুনিয়াতে তুমি একজন পথিক বা পথচারীর মতো হও। — (বুখারি)",
    "২৪। দুঃখ-কষ্টের পর অবশ্যই সহজি আসবে। — (কুরআন: সূরা ইনশিরাহ)",
    "২৫। দয়া করো— আল্লাহ তোমার ওপর দয়া করবেন। — (তিরমিজি)",
    "২৬। যারা অন্যকে ক্ষমা করে, আল্লাহ তাদেরকে সম্মানিত করেন। — (মুসলিম)",
    "২৬। উত্তম দান হলো ক্ষুধার্তকে খাদ্য দান করা। — (বুখারি)",
    "২৭। ঈমান তখনই পরিপূর্ণ হয়, যখন তুমি নিজের জন্য যা ভালোবাসো, তা অন্যের জন্যও ভালোবাসো। — (বুখারি ও মুসলিম)",
    "২৮। দান করলে সম্পদ কমে না; বরং আল্লাহ তা বাড়িয়ে দেন। — (মুসলিম)",
    "২৯। হাসিমুখে কথা বলা একটি সদকা। — (তিরমিজি)",
    "৩০। মানুষ যা বলে, তা ফেরত তার দিকে ফিরে যায়। — (তিরমিজি)"
  ]
}